[
  {
    "id": 1,
    "titulo": "Festival de Música em São Paulo Atraí Multidão",
    "noticia": "O festival de música realizado no Parque Ibirapuera reuniu milhares de pessoas no último fim de semana, com grandes nomes da música nacional e internacional.",
    "conteudo": "O Parque Ibirapuera, em São Paulo, foi o palco de um dos maiores festivais de música do ano, que aconteceu no último fim de semana. Com uma programação recheada de grandes nomes da música nacional e internacional, o evento atraiu uma multidão de milhares de pessoas. Entre os artistas presentes, destacaram-se ícones como Anitta, Caetano Veloso e a banda internacional Coldplay, que fizeram apresentações inesquecíveis. O público pôde aproveitar uma mistura de ritmos, desde o samba até o rock alternativo, criando uma atmosfera vibrante e diversa. O festival também contou com diversos estandes de alimentos e bebidas, além de áreas interativas, tornando-se um evento de grande sucesso para todas as idades.",
    "data_publicacao": "2025-03-20T08:00:00Z",
    "autor": "João Silva",
    "imagem": "/imagem.jpg"
  },
  {
    "id": 2,
    "titulo": "Exposição de Arte Contemporânea Atraí Visitantes",
    "noticia": "A exposição de arte contemporânea no Museu de Arte Moderna de Curitiba está sendo um sucesso, com diversas peças interativas que encantam o público.",
    "conteudo": "A exposição de arte contemporânea no Museu de Arte Moderna de Curitiba tem atraído uma grande quantidade de visitantes desde sua abertura. O evento conta com peças interativas, onde os visitantes podem interagir diretamente com as obras, criando uma experiência única e imersiva. Além disso, o museu tem apresentado uma seleção cuidadosa de artistas emergentes e consagrados, abordando temas atuais, como as questões sociais, a sustentabilidade e o papel da tecnologia na arte. A mostra inclui instalações de grande escala, pinturas vibrantes e esculturas desafiadoras, estimulando discussões sobre o futuro da arte no século XXI.",
    "data_publicacao": "2025-03-19T14:30:00Z",
    "autor": "Maria Oliveira",
    "imagem": "/imagem.jpg"
  },
  {
    "id": 3,
    "titulo": "Maratona Internacional de Corrida Acontece no Rio de Janeiro",
    "noticia": "Atletas de todo o mundo se reuniram para a maratona internacional de corrida que ocorreu no Rio de Janeiro, com participação recorde de corredores.",
    "conteudo": "A Maratona Internacional do Rio de Janeiro, um dos eventos mais aguardados do calendário esportivo, reuniu mais de 30 mil corredores de diferentes partes do mundo. Com um percurso desafiador, que atravessou pontos icônicos da cidade como o Cristo Redentor e as praias de Copacabana, a maratona foi marcada por grandes performances e momentos emocionantes. Os atletas amadores também puderam participar de corridas menores, enquanto os profissionais disputaram prêmios em dinheiro e pontos para rankings internacionais. O evento também promoveu iniciativas de sustentabilidade, como a redução de plásticos e o incentivo ao uso de transporte público para o acesso ao evento.",
    "data_publicacao": "2025-03-18T10:15:00Z",
    "autor": "Carlos Mendes",
    "imagem": "/imagem.jpg"
  },
  {
    "id": 4,
    "titulo": "Feira de Tecnologia em Belo Horizonte Supera Expectativas",
    "noticia": "A feira de tecnologia realizada em Belo Horizonte foi um grande sucesso, com empresas de todo o mundo mostrando inovações no setor de tecnologia e gadgets.",
    "conteudo": "A Feira de Tecnologia de Belo Horizonte, realizada no Expominas, superou todas as expectativas, recebendo milhares de visitantes ao longo dos dias do evento. Grandes empresas do setor de tecnologia, como Samsung, Intel e Huawei, apresentaram inovações que prometem transformar a vida cotidiana, desde novos dispositivos vestíveis até soluções avançadas em inteligência artificial e realidade aumentada. A feira também contou com palestras inspiradoras de líderes da indústria e painéis de discussão sobre as tendências do mercado, além de uma área dedicada a startups que trouxeram ideias criativas para o mercado global.",
    "data_publicacao": "2025-03-17T12:00:00Z",
    "autor": "Fernanda Souza",
    "imagem": "/imagem.jpg"
  },
  {
    "id": 5,
    "titulo": "Carnaval de Salvador Tem Grande Público e Inovações",
    "noticia": "O carnaval de Salvador, além de ser o maior do Brasil, trouxe muitas novidades este ano, incluindo desfiles virtuais e novas atrações musicais.",
    "conteudo": "O Carnaval de Salvador deste ano encantou os foliões com uma mistura de tradição e inovação. Além dos famosos desfiles de blocos e trios elétricos, o evento contou com a estreia de desfiles virtuais transmitidos ao vivo para o mundo inteiro, permitindo que pessoas de todos os cantos do planeta vivenciassem a energia do carnaval baiano. Novas atrações musicais também marcaram presença, incluindo shows de artistas internacionais, e a festa se tornou mais inclusiva com a implementação de áreas adaptadas para pessoas com deficiência. O público se encantou ainda com o uso de tecnologia, como apps de localização e interações em tempo real durante os desfiles.",
    "data_publicacao": "2025-03-16T15:00:00Z",
    "autor": "Lucas Pereira",
    "imagem": "/imagem.jpg"
  },
  {
    "id": 6,
    "titulo": "Copa de Futebol Feminino Reúne Equipes de Todo o Mundo",
    "noticia": "O torneio de futebol feminino realizado em Fortaleza contou com a participação das melhores seleções do mundo, com grandes partidas e muita emoção.",
    "conteudo": "A Copa de Futebol Feminino realizada em Fortaleza foi um espetáculo de habilidades e emoção, com equipes de diversos países competindo pelo título. Jogadoras de destaque como Marta, Alex Morgan e Sam Kerr brilharam em campo, proporcionando aos fãs do esporte grandes momentos de ação. A competição também destacou a importância do futebol feminino no cenário mundial, com um público recorde nos estádios e uma enorme cobertura na mídia internacional. Além das partidas emocionantes, o torneio foi uma oportunidade para promover a igualdade de gênero no esporte, com discussões sobre a valorização das atletas e o incentivo ao desenvolvimento do futebol feminino em todo o mundo.",
    "data_publicacao": "2025-03-15T09:00:00Z",
    "autor": "Patrícia Costa",
    "imagem": "/imagem.jpg"
  },
  {
    "id": 7,
    "titulo": "Show de Iluminação Encanta Público em Porto Alegre",
    "noticia": "O show de luzes e projeções, realizado no centro de Porto Alegre, encantou milhares de pessoas com efeitos visuais e sons imersivos.",
    "conteudo": "O espetáculo de luzes e projeções que tomou conta do centro de Porto Alegre foi um dos eventos mais aguardados da temporada. O show contou com efeitos visuais deslumbrantes, acompanhados por uma trilha sonora imersiva, criando uma experiência única para o público. O evento foi realizado em diversos pontos turísticos da cidade, transformando praças e ruas em galerias de arte ao ar livre, onde a tecnologia se encontrou com a criatividade. Milhares de pessoas, entre moradores locais e turistas, ficaram maravilhadas com as projeções, que incluiram desde imagens históricas de Porto Alegre até animações futuristas. O evento também teve uma grande adesão nas redes sociais, com o público compartilhando vídeos e fotos dos momentos mais impressionantes.",
    "data_publicacao": "2025-03-14T18:45:00Z",
    "autor": "Ricardo Gomes",
    "imagem": "/imagem.jpg"
  },
  {
    "id": 8,
    "titulo": "Semana Gastronômica em Recife Atraí Fãs de Boa Culinária",
    "noticia": "Recife recebeu um evento gastronômico com chefs renomados do Brasil e do exterior, promovendo pratos típicos e inovadores da culinária mundial.",
    "conteudo": "A Semana Gastronômica de Recife foi um verdadeiro banquete para os amantes da boa culinária, reunindo chefs renomados e uma variedade de sabores do Brasil e do mundo. O evento contou com pratos típicos da culinária nordestina, como o famoso feijão verde com carne de sol, além de preparações inovadoras que misturaram ingredientes locais com influências internacionais. Entre os destaques da programação estavam workshops e jantares exclusivos, onde os participantes puderam aprender técnicas de cozinha de chefs consagrados e ainda degustar pratos criados especialmente para o evento. A Semana Gastronômica também ofereceu atividades culturais, como apresentações musicais e danças típicas, celebrando a rica diversidade de Recife.",
    "data_publicacao": "2025-03-13T11:30:00Z",
    "autor": "Carla Lima",
    "imagem": "/imagem.jpg"
  },
  {
    "id": 9,
    "titulo": "Festival de Cinema no Rio de Janeiro Celebra Filmes Independentes",
    "noticia": "O festival de cinema realizado no Rio de Janeiro focou em filmes independentes e revelou novos talentos da sétima arte.",
    "conteudo": "O Festival de Cinema Independente do Rio de Janeiro, que aconteceu no Cine Odeon, foi um grande sucesso ao revelar novos talentos da sétima arte e promover discussões sobre a indústria cinematográfica. Filmes de diversos países foram exibidos, abordando temas relevantes como a crise climática, questões sociais e as novas formas de narrativa no cinema. O festival também contou com debates entre diretores, produtores e críticos, oferecendo uma plataforma para a troca de ideias e a celebração da diversidade cultural no cinema. Um dos momentos mais esperados foi a premiação dos melhores filmes, que trouxe à tona obras inovadoras e com forte impacto emocional.",
    "data_publicacao": "2025-03-12T16:00:00Z",
    "autor": "Eduardo Rocha",
    "imagem": "/imagem.jpg"
  },
  {
    "id": 10,
    "titulo": "Congresso Internacional de Ciência em Brasília Debate Avanços Tecnológicos",
    "noticia": "Pesquisadores de várias partes do mundo se reuniram em Brasília para o congresso internacional de ciência, discutindo inovações tecnológicas e soluções para o futuro.",
    "conteudo": "O Congresso Internacional de Ciência, realizado em Brasília, reuniu alguns dos maiores nomes da ciência e tecnologia para discutir as inovações que estão moldando o futuro. Durante o evento, especialistas apresentaram pesquisas de ponta sobre inteligência artificial, biotecnologia, e sustentabilidade, com o objetivo de encontrar soluções para os problemas globais. O congresso também ofereceu workshops e painéis sobre como a ciência pode ajudar a melhorar a vida das pessoas, desde a medicina até a educação. Além disso, foi uma oportunidade para a troca de experiências e o fortalecimento de parcerias internacionais na busca por um futuro mais sustentável e tecnologicamente avançado.",
    "data_publicacao": "2025-03-11T13:20:00Z",
    "autor": "Renata Martins",
    "imagem": "/imagem.jpg"
  },
  {
    "id": 11,
    "titulo": "Feira de Livros em Porto Alegre Encanta Leitores",
    "noticia": "A feira de livros em Porto Alegre reuniu milhares de apaixonados por leitura, com lançamentos exclusivos e encontros com autores renomados.",
    "conteudo": "A Feira de Livros de Porto Alegre foi um evento inesquecível para os amantes da leitura. Durante vários dias, o Centro de Eventos da cidade se transformou em um ponto de encontro para autores, editores e leitores, com lançamentos exclusivos de livros em diversos gêneros, desde ficção até não-ficção. Entre os destaques estavam sessões de autógrafos e palestras de autores renomados, que compartilharam suas experiências e discutiram o futuro da literatura. O evento também contou com uma programação diversificada, incluindo workshops de escrita criativa, debates sobre o papel da literatura na sociedade e apresentações de livros infantis. Além disso, a feira teve uma forte presença digital, com transmissões ao vivo para ampliar o alcance e permitir que leitores de todo o Brasil participassem das discussões.",
    "data_publicacao": "2025-03-21T09:00:00Z",
    "autor": "Gabriela Almeida",
    "imagem": "/imagem.jpg"
  },
  {
    "id": 12,
    "titulo": "Festival de Gastronomia em Florianópolis Atrai Turistas",
    "noticia": "O festival de gastronomia em Florianópolis, com pratos exclusivos de chefs locais e internacionais, conquistou os turistas que visitaram a cidade durante o evento.",
    "conteudo": "Florianópolis se tornou o destino preferido para os amantes da boa comida durante o Festival de Gastronomia, que reuniu chefs renomados de todo o mundo. Durante o evento, os visitantes puderam degustar pratos exclusivos e inovadores, que combinaram ingredientes locais com técnicas internacionais. Entre as iguarias mais procuradas estavam frutos do mar frescos, como ostras e camarões, preparados de maneiras criativas, além de pratos que ressaltavam as influências da culinária italiana, alemã e açoriana, típicas da região. O festival também contou com aulas de culinária e demonstrações ao vivo, além de espaços dedicados à gastronomia vegana e sustentável. O evento teve grande adesão de turistas e moradores locais, que aproveitaram para explorar as belezas naturais da cidade enquanto saboreavam o melhor da gastronomia internacional.",
    "data_publicacao": "2025-03-20T16:45:00Z",
    "autor": "Vinícius Costa",
    "imagem": "/imagem.jpg"
  },
  {
    "titulo": "teste",
    "noticia": "reteste",
    "conteudo": "teste",
    "data_publicacao": "2025-03-24T22:03:57.231Z",
    "autor": "teste",
    "imagem": "test",
    "id": 13
  }
]